{
  "plugins": {
    "barbar.nvim": {
      "src": "https://github.com/romgrk/barbar.nvim",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "cutlass.nvim": {
      "src": "https://github.com/gbprod/cutlass.nvim"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "goto-preview": {
      "src": "https://github.com/rmagatti/goto-preview"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-early-retirement": {
      "src": "https://github.com/chrisgrieser/nvim-early-retirement"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "nvim-scrollbar": {
      "src": "https://github.com/petertriho/nvim-scrollbar"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "onedark": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "outline.nvim": {
      "src": "https://github.com/hedyhli/outline.nvim"
    },
    "overseer.nvim": {
      "src": "https://github.com/stevearc/overseer.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim",
      "version": "1.5.0 - 2.0.0"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "screenkey.nvim": {
      "src": "https://github.com/NStefan002/screenkey.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "sqlit.nvim": {
      "src": "https://github.com/Maxteabag/sqlit.nvim"
    },
    "tiny-cmdline.nvim": {
      "src": "https://github.com/rachartier/tiny-cmdline.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
